Analitycal Link is invalid. Reference nodes have been joined.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId AnalyticalLinkJoinedNodes { get; }
  Visual Basic
Public Shared ReadOnly Property AnalyticalLinkJoinedNodes As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ AnalyticalLinkJoinedNodes {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures AnalyticalModelFailures Class
  Autodesk.Revit.DB Namespace